{
    "title_01": "🚀一个全新的世界：人工智能在客户支持中创造的令人兴奋的新角色",
    "text_01": "随着客户服务领域找到与人工智能合作的新方式，组成客服团队的角色、职责和职业道路正在被重塑。",
    "text_02": "在Bytetrack,我们坚信人工智能将极大地丰富和提升客户服务这一职业。随着人工智能机器人Finn逐步承担日常重复性查询,我们的客户服务团队能够将更多时间和精力投入到复杂问题的处理和深入研究上。这不仅使他们在解决客户疑难问题方面积累了宝贵经验,也使他们在与客户建立信任关系方面不断进步。最终,他们将发展成为客户尊重和依赖的权威专家。人工智能为客户服务带来了巨大的发展空间和机遇,我们坚信这将使其成为一个更富有成就感和价值的职业。",
    "text_03": "“未来客户服务岗位将聚焦发掘人机合作潜力,充分发挥人工智能价值。这标志着客户服务角色将实现跨越,转变为最富挑战和发展性的职业之一。客户服务人员将在人机协作中发挥人的独特优势,共同提升服务水平。”",
    "text_04": "此外,我们已经看到,针对客户服务中人工智能应用出现了全新角色和职责分类。其核心在于确保人工智能工具与服务团队实现最优协同,共同为每位客户提供最佳体验。",
    "text_05": "简而言之，未来客户服务岗位将聚焦发掘人机合作潜力,充分发挥人工智能价值。这标志着客户服务角色将实现跨越,转变为最富挑战和发展性的职业之一。客户服务人员将在人机协作中发挥人的独特优势,共同提升服务水平。随着客户服务与人工智能深度结合,一系列全新角色将应运而生。",
    "title_02": "知识管理师",
    "text_06": "正如一句老话所说,人工智能机器人的水平取决于其训练内容的质量。优质知识库对人工智能的成功至关重要,因此在人工智能应用日益广泛的今天,知识管理已成为首要任务。",
    "text_07": "服务团队十分适合发现知识库缺陷、识别错误并优化知识内容流程。服务团队内的知识管理并不新颖,但过去它分散于整个团队,没有明确的管理者和系统化流程,严重依赖于队员之间非正式的知识传递。",
    "text_08": "以下是与该角色相关的一些职责：",
    "text_09": "● 内容创建:及时补充知识库空白,保证现有内容的更新性,并配合新产品或功能发布同步编写新增内容。",
    "text_10": "● 帮助中心管理:监测全库内容的准确性,标注需要更新、替换或删除的文章,并关注每条内容的浏览量以评估其价值。",
    "text_11": "● 对话分析:评估人工智能机器人提供的内容是否真正回答了客户提出的问题，并据此完善知识库。",
    "text_12": "● 机器人性能分析:将机器人的性能与潜在的内容改进联系起来,持续优化以更好满足客户需求。",
    "text_13": "虽然知识管理师将作为公司知识管理工作的专职协调员,但知识管理应该并且通常已经融入服务团队每个成员的职责范围。对于小型的服务团队,在无法聘请专职知识管理师的情况下,可以通过现有团队采取一些小步骤,开始构建知识管理功能,为人工智能时代做好准备。具体措施可以包括:",
    "text_14": "● 与服务团队合作,确定人工智能机器人需要具备回答的问题范围,确保支持这些问题的知识内容是最新、准确且易于理解的。可以从十大常见问题开始着手,逐步完善。",
    "text_15": "● 鼓励服务代表记录人工智能机器人无法解答或需要转人工的问题情况,判断是否可以通过简单的知识内容更新解决这些问题。",
    "text_16": "● 识别服务团队中具备内容创作兴趣或专长的成员,让他们每周抽出时间针对团队发现的知识库漏洞和机会进行完善。通过持续监测与更新知识内容,逐步提升人工智能机器人的问题解答能力。",
    "text_17": "在几十年相对固定的客户服务模式(客户提问,服务代表解答)之后,这种新方法需要进行轻微的文化转变。但是我们相信,它将能够改善团队和客户的服务体验,最大限度汇聚和应用服务代表的知识,使客户受益。理想状态是,服务代表解答一次问题后,人工智能机器人就能够在未来任何时间对同类问题作出解答。通过持续完善知识管理,可以实现首次解答即成定案的效果。",
    "text_18": "“当收件箱消息爆满时,服务代表很容易将对话仅视为清单上的一个待处理项目,但事实上,与客户的对话只是客户服务旅程中的一个环节。”",
    "text_19": "我们正在通过会话片段功能实现服务团队的这种文化转变。片段功能允许团队快速补充针对人工智能机器人的内部知识内容,提高其解答质量和范围,而不对外公开。这鼓励服务团队从客户服务旅程的全局性思考客户可能遇到的挑战,并通过提供高质量、有价值的知识内容来帮助客户应对这些挑战。片段功能促进了服务团队对完善客户服务旅程的重视。",
    "title_03": "对话设计师",
    "text_20": "当收件箱消息爆满时,服务代表很容易将对话仅视为清单上的一个待处理项目,但事实上,与客户的对话只是客户服务旅程中的一个环节。",
    "text_21": "对话设计师发挥关键作用 - 他们致力于优化客户全方位服务体验,整合机器人、自动化以及人工客户服务,并消除无缝客户服务过程中的障碍。这一角色的出现凸显了客户服务与客户成功之间日益紧密的联系。关注客户旅程促使采取更全面、主动的方式实现卓越客户体验,而不是保守、被动的客户服务方式。通过专注客户需求与痛点,对话设计师能够带来更高效、无缝的沟通,提升客户满意度与品牌忠诚度。",
    "text_22": "以下是与该角色相关的一些职责：",
    "text_23": "● 用户体验映射: 进行全面的用户旅程分析,确保用户体验直观流畅,实现真正无缝的客户服务。",
    "text_24": "● 收集和解析客户反馈: 对话设计师将汇聚各种客户反馈渠道的数据(包括调研、对话、使用分析等),深入解析客户行为偏好,持续优化客户体验。",
    "text_25": "● 解决客户痛点: 准确定位客户旅程中的阻碍点,并运用问题解决技巧找到对应解决方案,提供无缝的服务体验。",
    "text_26": "● 优化工作流程: 根据用户体验、公司流程和支持平台功能,设计引导客户解决问题的最佳工作流程,实现高效的客户服务。",
    "text_27": "如何开始在现有团队中培养这一职能：",
    "text_28": "● 指定服务团队成员识别AI机器人的疏漏,主动协助客户高效利用产品。例如,机器人仅指出某功能无法满足需求,而未提供替代方案。",
    "text_29": "● 优化工作流程,实现自动化以进一步降低团队工作量。客户申请退款时,直接提供在线提交请求的流程,无需人工说明。",
    "text_30": "● 鼓励团队记录客户行为模式,提出运用自动化和AI改善体验的想法。",
    "text_31": "● 指派对此领域感兴趣的团队成员作为AI工具和功能的专家。AI机器人仍在不断迭代,及时掌握新特性,让客户尽早获得益处。",
    "text_32": "ByteTrack对客户服务角色发展的想法是：",
    "text_33": "AI可应用于双向渠道,既可帮助客户,也可提升员工效率。这并不意味着因AI功能而淘汰员工,而是真正增强员工技能,开展更有影响力的工作,处理更多自定义与非例行情况。AI可处理重复性查询,减轻员工负担,使员工可以更专注于解决复杂问题,提供个性化服务。充分利用AI赋能员工,促进员工专业发展,实现客户服务与内部管理的数字化转型。",
    "title_04": "对话分析师",
    "text_34": "人工智能机器人的独特魅力在于其近乎人类的自然交互方式,已超越用户对传统机器人的预期。",
    "text_35": "AI的应用远不止于分析客户对话,还需要对话分析师发挥作用,将AI生成的洞察转化为行动。AI可以解析客户语言中的细微差异,但需要对话分析师进一步解释这些见解,并与各部门团队共同确定改进措施,推动业务变革。对话分析师在连接数据与决策之间发挥关键作用,将AI洞见转化为全面提升客户体验的具体举措。他们是驱动组织变革的生力军。",
    "text_36": "“通过运用人工智能驱动的大数据分析,对话分析师能深入解析客户反馈,发掘影响各部门的关键洞察。”",
    "text_37": "相较对话设计师关注整体客户旅程,对话分析师专注运用人工智能解析客户反馈并提升响应质量。通过AI支持的大数据分析,对话分析师能发现影响各部门的关键用户评论。他们与AI形成有效互补,将算法生成的见解转化为战略,协助不同团队定位客户需求的变化,实现以用户为中心的组织升级。对话分析师发挥关键桥梁作用,连接数据与决策,推动企业实现客户体验的全面提升。",
    "text_38": "以下是与该角色相关的一些职责：",
    "text_39": "● 数据分析: 对话分析师需要超越数字本身,解析其中的含义,洞察客户提出问题的方式及对应解决方案。",
    "text_40": "● 自然语言处理: 深入理解NLP和大型语言模型的工作机制,以掌握AI机器人应答的生成方式。",
    "text_41": "● 汇报反馈: 将收集的用户洞察以清晰易行的方式反馈给支持团队和业务部门,作为产品、营销、销售等决策的参考。",
    "text_42": "● 跨部门协作: 与企业各团队保持高效协作,确保沟通畅通并落实关键优化措施。",
    "text_43": "如何在现有团队中培养这一职能：",
    "text_44": "● 团队定期分享客户对话中发现的问题和模式,讨论AI报告中的洞察和行动点。",
    "text_45": "● 识别适合数据分析和解释的团队成员,让他们专门分析部分AI对话样本,提出优化建议,拓展其角色。让他们有时间分析AI对话,贡献改进想法,发掘其潜力。",
    "title_05": "提示工程师/问题建模工程师",
    "text_46": "我们都对 ChatGPT 理解我们所问问题的能力感到惊叹，无论我们的问题表述得多么尴尬。AI机器人提供开箱即用的优异体验,但处理企业特定查询时,确保高标准执行尤为关键。这就是提示工程师/问题建模工程师的用武之地。",
    "text_47": "提示工程师",
    "text_48": "OpenAI 创始人 Sam Altman 将提示工程称为“令人惊叹的高杠杆技能”。提示工程师需要深入理解AI机器人的回复方式,构建优化提示,改进响应,取得最佳效果。他们通过提出战略性问题来产生理想回复,并利用这些模板指导后续响应。提示工程师与AI形成有效互补,通过提示语不断优化迭代,让AI生成针对性强、符合业务需求的回复。他们在连接技术功能与商业目标之间起着关键作用,将AI潜力转化为实际价值。",
    "text_49": "在客户服务领域，这意味着训练机器人每次都能提供正确的答案，同时考虑到您公司的特定术语以及客户表达查询的方式以提供有用的答案，甚至可能是一些后续信息。",
    "text_50": "有观点认为,随着未来AI模型在优化提示的训练下不断进步,提示工程师的作用可能会被淡化。但另一观点如《卫报》所言,在广泛就业市场中,提示工程更可能成为具有关键性的通用技能,如表格或搜索引擎优化,被视为简历中的加分项。事实上,提示工程师与AI形成高效互补,其作用不会被轻易取代。",
    "text_51": "问题建模工程师",
    "text_52": "提示工程侧重于特定人工智能工具的工作原理以及如何操纵它以产生最佳结果，而问题建模工程则解决客户存在的更广泛的问题领域。",
    "text_53": "问题建模工程师需要识别和理解问题领域,进行分析,定义问题的关键要素和边界范围。通过建模深入解析问题域,可提高AI响应效率,实现卓越客户体验。经过问题建模工程师培训，能够深入了解客户遇到的问题的机器人对于您的企业来说将是极其宝贵的资产 - 能够准确把握客户问题的本质,既能解决眼前问题,也能提出相关的改进建议,全面提升客户体验。",
    "text_54": "以下是与这些角色相关的一些职责：",
    "text_55": "● 了解您的人工智能工具：人工智能工具将以不同的方式响应提示，这取决于为其提供动力的LLM以及它们所提取的源内容。建立最合适的提示需要深入了解你正在使用的人工智能工具，以及它回答客户询问的方式。",
    "text_56": "● 了解客户最紧迫的问题以及他们如何沟通这些问题：您的服务团队将彻底了解最常见的问题领域以及客户表达查询的方式。作为提示/问题建模工程师，您需要找到一种方法将这种经验转移到人工智能机器人。",
    "text_57": "● 测试和优化：当您测试方法、监控客户反馈以及调整以优化提示或问题表述时，实验将是该角色的主要部分。",
    "text_58": "● 用户研究：定量和定性用户研究将为上述实验提供信息，为您选择运行的测试提供方向。如何在现有团队中培养这一职能：",
    "text_59": "● 鼓励您的团队不仅要使用人工智能工具，还要全面了解它是如何工作的，它是如何处理您的服务内容的，以及它是如何解释被问到的问题的。",
    "text_60": "● 请您的团队记录任何客户没有得到他们需要的答案的情况，并标记任何可能通过机器人程序调整来解决的模式。",
    "text_61": "● Coursera和Udemy等公司提供了大量在线提示工程学习和发展机会。如果有任何队友对该领域感兴趣，并且你的公司有学习和发展预算，请进一步寻找这些提高技能的机会。",
    "title_06": "服务设计战略师",
    "text_62": "该角色涉及对整个服务体验进行鸟瞰，并确定人工智能和人类在客户旅程的每个阶段最适合的位置。",
    "text_63": "“Lily反复回答同样问题,渐生疲倦,这在客户服务领域并不罕见。而AI的加入启动了一种创造性的合作关系。AI处理常见重复性查询,使员工腾出更多时间,专注解决复杂个案并与特定客户建立深入联系。”",
    "text_64": "如果您是一名服务领导者，您可能会想，“我已经在这样做了”，您是完全正确的。这项工作可能会在一段时间内属于服务领导者的职权范围，但一旦人工智能成为行业标准，公司将通过无缝的服务交付以及最佳的人类与人工智能合作伙伴关系的协调来使自己脱颖而出。这时就需要专门的服务设计战略师。",
    "text_65": "以下是与该角色相关的一些职责：",
    "text_66": "● 流程分析和改进：随着人工智能机器人与服务团队完全集成，服务设计战略师必须不断监控、更新和检修遗留的流程，以满足快速增长的客户期望。",
    "text_67": "● 战略和规划：随着人工智能改变工作世界，提前规划似乎是一项艰巨的任务，但随着服务团队习惯于与人工智能合作，服务设计战略师将找出哪些有效，哪些无效，以及团队应该努力实现哪些目标。",
    "text_68": "● 资源管理：创造最佳的人工智能服务策略需要适当的资源平衡；即时间、团队成员、工具和预算。",
    "text_69": "● 与其他关键角色合作，如对话设计师：服务设计战略师需要整个服务团队的洞察力，才能创建真正全面的服务战略。",
    "text_70": "制定整体服务设计战略的最佳第一步是在指导团队完成这一巨大转变时，尽可能多地向他们学习。",
    "text_71": "如何在现有团队中培养这一职能：",
    "text_72": "● 让团队参与有关其角色的决策，并抽出时间全面讨论更新、更改和实验。",
    "text_73": "● 通过承认团队成员的担忧，让他们对人工智能将带来的新职业和提高技能的机会感到兴奋，从而安抚他们对角色安全性的担忧。",
    "text_74": "● 保持沟通渠道的畅通，并鼓励您的团队提供诚实的反馈，了解他们的感受以及他们的日常工作因向团队引入人工智能而受到的影响。如果有些东西不起作用，不要害怕改变它——随着人工智能被纳入越来越多的流程，将会有大量的实验。",
    "text_75": "● 欢迎就团队工作的各个方面提出建议，从提高工作流程效率到团队流程自动化。",
    "text_76": "● 想想您的团队在人工智能服务世界中的表现将如何衡量。有了人工智能机器人来处理过去占用他们大量时间的重复查询，他们可以将注意力转向更有影响力的工作，并在收件箱之外花费更多时间。这将如何反映在他们的目标、职业目标和绩效评估中？",
    "title_07": "总结",
    "text_77": "客户服务职业的未来比以往任何时候都更加光明，我们在这里讨论的角色只是一个开始。随着人工智能改变客户服务领域及其他领域的工作性质，我们很高兴看到客户服务角色变得越来越受欢迎。"
}